Revit 2027 API
ParameterTypeId.TrussElementEnd0Elevation Property
 "Start Level Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussElementEnd0Elevation { get; }
Public Shared ReadOnly Property TrussElementEnd0Elevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussElementEnd0Elevation {
	ForgeTypeId^ get ();
}
static member TrussElementEnd0Elevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace